Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Edit the base language and each translated language side by side. Leave a cell empty to use the base language text.
ar: قم بتحرير اللغة الأساسية وكل لغة مترجمة جنبًا إلى جنب. اترك خلية فارغة لاستخدام نص اللغة الأساسية.
ca: Editeu l'idioma base i cada idioma traduït al costat de l'altre. Deixeu una cel·la buida per utilitzar el text de l'idioma base.
cs: Upravte základní jazyk a každý přeložený jazyk vedle sebe. Chcete-li použít text v základním jazyce, ponechte buňku prázdnou.
da: Rediger basissproget og hvert oversat sprog side om side. Lad en celle være tom for at bruge grundsprogets tekst.
de: Bearbeite die Basissprache und jede übersetzte Sprache nebeneinander. Lass eine Zelle leer, um den Text der Basissprache zu verwenden.
el: Επεξεργαστείτε τη βασική γλώσσα και κάθε μεταφρασμένη γλώσσα δίπλα δίπλα. Αφήστε ένα κελί κενό για να χρησιμοποιήσετε το κείμενο της βασικής γλώσσας.
es: Edita el idioma base y cada idioma traducido en paralelo. Deja una celda vacía para usar el texto del idioma base.
fa: زبان پایه و هر زبان ترجمه شده را کنار هم ویرایش کنید. برای استفاده از متن زبان پایه، یک سلول خالی بگذارید.
fi: Muokkaa peruskieltä ja jokaista käännettyä kieltä vierekkäin. Jätä solu tyhjäksi käyttääksesi peruskielen tekstiä.
fr: Modifiez côte à côte la langue de base et chaque langue traduite. Laissez une cellule vide pour utiliser le texte de la langue de base.
he: ערוך את שפת הבסיס וכל שפה מתורגמת זה לצד זה. השאר תא ריק כדי להשתמש בטקסט של שפת הבסיס.
hr: Uredite osnovni jezik i svaki prevedeni jezik jedan pored drugog. Ostavite ćeliju praznu za korištenje teksta na osnovnom jeziku.
hu: Szerkessze egymás mellett az alapnyelvet és az egyes lefordított nyelveket. Az alapnyelvi szöveg használatához hagyjon üresen egy cellát.
id: Edit bahasa dasar dan setiap bahasa terjemahan secara berdampingan. Biarkan sel kosong untuk menggunakan teks bahasa dasar.
it: Modifica la lingua di base e ciascuna lingua tradotta fianco a fianco. Lascia vuota una cella per usare il testo della lingua di base.
ja: 基本言語と各翻訳言語を並べて編集します。セルを空のままにすると、基本言語のテキストが使われます。
ko: 기본 언어와 번역된 각 언어를 나란히 편집합니다. 기본 언어 텍스트를 사용하려면 셀을 비워 두세요.
ms: Edit bahasa asas dan setiap bahasa terjemahan sebelah menyebelah. Biarkan sel kosong untuk menggunakan teks bahasa asas.
nl: Bewerk de basistaal en elke vertaalde taal naast elkaar. Laat een cel leeg om de tekst in de basistaal te gebruiken.
no: Rediger basisspråket og hvert oversatt språk side ved side. La en celle være tom for å bruke grunnspråkteksten.
pl: Edytuj język podstawowy i każdy przetłumaczony język obok siebie. Aby użyć tekstu w języku podstawowym, pozostaw komórkę pustą.
pt_br: Edite o idioma base e cada idioma traduzido lado a lado. Deixe uma célula vazia para usar o texto do idioma base.
pt_pt: Edite o idioma base e cada idioma traduzido lado a lado. Deixe uma célula vazia para usar o texto do idioma base.
ro: Editați limba de bază și fiecare limbă tradusă una lângă alta. Lăsați o celulă goală pentru a utiliza textul în limba de bază.
ru: Редактируйте базовый язык и каждый переведенный язык рядом. Оставьте ячейку пустой, чтобы использовать текст базового языка.
sk: Upravte základný jazyk a každý preložený jazyk vedľa seba. Ak chcete použiť text v základnom jazyku, ponechajte bunku prázdnu.
sl: Uredite osnovni jezik in vsak prevedeni jezik drug poleg drugega. Če želite uporabiti besedilo v osnovnem jeziku, pustite celico prazno.
sv: Redigera basspråket och varje översatt språk sida vid sida. Lämna en cell tom för att använda grundspråkstexten.
th: แก้ไขภาษาพื้นฐานและภาษาที่แปลแต่ละภาษาเคียงข้างกัน เว้นเซลล์ว่างไว้เพื่อใช้ข้อความภาษาพื้นฐาน
tr: Temel dili ve çevrilen her dili yan yana düzenleyin. Temel dil metnini kullanmak için bir hücreyi boş bırakın.
uk: Редагуйте базову мову й кожну мову перекладу поруч. Залиште комірку порожньою, щоб використати текст базової мови.
ur: بنیادی زبان اور ہر ترجمہ شدہ زبان میں ساتھ ساتھ ترمیم کریں۔ بنیادی زبان کا متن استعمال کرنے کے لیے سیل کو خالی چھوڑ دیں۔
vi: Chỉnh sửa ngôn ngữ cơ sở và từng ngôn ngữ dịch cạnh nhau. Để trống một ô để sử dụng văn bản ngôn ngữ cơ sở.
zh_hans: 并排编辑基准语言和每种已翻译的语言。将单元格留空即可使用基准语言文本。
zh_hant: 並排編輯基準語言和每種已翻譯的語言。將儲存格留空即可使用基準語言的文字。

source: Edit Translation Table…
ar: تحرير جدول الترجمة...
ca: Edita la taula de traducció...
cs: Upravit překladovou tabulku…
da: Rediger oversættelsestabel...
de: Übersetzungstabelle bearbeiten…
el: Επεξεργασία πίνακα μετάφρασης…
es: Editar tabla de traducción…
fa: ویرایش جدول ترجمه…
fi: Muokkaa käännöstaulukkoa…
fr: Modifier le tableau de traduction…
he: ערוך טבלת תרגום...
hr: Uredi tablicu prijevoda…
hu: Fordítási táblázat szerkesztése…
id: Edit Tabel Terjemahan…
it: Modifica tabella delle traduzioni…
ja: 翻訳テーブルを編集…
ko: 번역 테이블 편집…
ms: Edit Jadual Terjemahan…
nl: Vertaaltabel bewerken…
no: Rediger oversettelsestabell...
pl: Edytuj tabelę tłumaczeń…
pt_br: Editar tabela de tradução…
pt_pt: Editar tabela de tradução…
ro: Editați tabelul de traducere...
ru: Редактировать таблицу переводов…
sk: Upraviť tabuľku prekladov…
sl: Urejanje prevajalske tabele …
sv: Redigera översättningstabell...
th: แก้ไขตารางการแปล...
tr: Çeviri Tablosunu Düzenle…
uk: Редагувати таблицю перекладів…
ur: ترجمہ ٹیبل میں ترمیم کریں…
vi: Chỉnh sửa bảng dịch…
zh_hans: 编辑翻译表…
zh_hant: 編輯翻譯表格…

source: Edit Translations
ar: تحرير الترجمات
ca: Edita traduccions
cs: Upravit překlady
da: Rediger oversættelser
de: Übersetzungen bearbeiten
el: Επεξεργασία μεταφράσεων
es: Editar traducciones
fa: ویرایش ترجمه‌ها
fi: Muokkaa käännöksiä
fr: Modifier les traductions
he: ערוך תרגומים
hr: Uredi prijevode
hu: Fordítások szerkesztése
id: Sunting Terjemahan
it: Modifica traduzioni
ja: 翻訳の編集
ko: 번역 편집
ms: Edit Terjemahan
nl: Vertalingen bewerken
no: Rediger oversettelser
pl: Edytuj tłumaczenia
pt_br: Editar traduções
pt_pt: Editar traduções
ro: Editați traducerile
ru: Редактировать переводы
sk: Upraviť preklady
sl: Urejanje prevodov
sv: Redigera översättningar
th: แก้ไขคำแปล
tr: Çevirileri Düzenle
uk: Редагувати переклади
ur: ترجمے میں ترمیم کریں۔
vi: Chỉnh sửa bản dịch
zh_hans: 编辑翻译
zh_hant: 編輯翻譯

source: Edit translations manually or use Auto-Translate
ar: قم بتحرير الترجمات يدويًا أو استخدم الترجمة التلقائية
ca: Editeu les traduccions manualment o utilitzeu la traducció automàtica
cs: Upravte překlady ručně nebo použijte Auto-Translate
da: Rediger oversættelser manuelt, eller brug Auto-Oversæt
de: Übersetzungen manuell bearbeiten oder automatisch übersetzen
el: Επεξεργαστείτε τις μεταφράσεις με μη αυτόματο τρόπο ή χρησιμοποιήστε την Αυτόματη Μετάφραση
es: Edita las traducciones a mano o usa «Traducir automáticamente»
fa: ترجمه‌ها را به صورت دستی ویرایش کنید یا از ترجمه خودکار استفاده کنید
fi: Muokkaa käännöksiä manuaalisesti tai käytä automaattista käännöstä
fr: Modifiez les traductions manuellement ou utilisez la traduction automatique
he: ערוך תרגומים באופן ידני או השתמש בתרגום אוטומטי
hr: Uredite prijevode ručno ili upotrijebite Automatski prijevod
hu: Szerkessze manuálisan a fordításokat, vagy használja az Automatikus fordítást
id: Edit terjemahan secara manual atau gunakan Terjemahan Otomatis
it: Modifica le traduzioni a mano o usa Traduci automaticamente
ja: 翻訳を手動で編集するか、自動翻訳を使用します
ko: 수동으로 번역 편집 또는 자동 번역 사용
ms: Edit terjemahan secara manual atau gunakan Auto-Terjemah
nl: Bewerk vertalingen handmatig of gebruik Automatisch vertalen
no: Rediger oversettelser manuelt eller bruk automatisk oversettelse
pl: Edytuj tłumaczenia ręcznie lub użyj automatycznego tłumaczenia
pt_br: Edite as traduções manualmente ou use Traduzir automaticamente
pt_pt: Edite as traduções manualmente ou use a Tradução Automática
ro: Editați manual traducerile sau utilizați Auto-Translate
ru: Редактируйте переводы вручную или используйте автоперевод
sk: Upravte preklady manuálne alebo použite automatický preklad
sl: Prevode uredite ročno ali uporabite samodejno prevajanje
sv: Redigera översättningar manuellt eller använd automatisk översättning
th: แก้ไขคำแปลด้วยตนเองหรือใช้การแปลอัตโนมัติ
tr: Çevirileri elle düzenleyin veya Otomatik Çevir'i kullanın
uk: Редагуйте переклади вручну або скористайтеся автоперекладом
ur: دستی طور پر ترجمے میں ترمیم کریں یا خودکار ترجمہ کا استعمال کریں۔
vi: Chỉnh sửa bản dịch theo cách thủ công hoặc sử dụng Dịch tự động
zh_hans: 手动编辑翻译或使用自动翻译
zh_hant: 手動編輯翻譯或使用自動翻譯

source: Edit Translations…
ar: تحرير الترجمات...
ca: Edita les traduccions...
cs: Upravit překlady…
da: Rediger oversættelser...
de: Übersetzungen bearbeiten…
el: Επεξεργασία μεταφράσεων…
es: Editar traducciones…
fa: ویرایش ترجمه‌ها…
fi: Muokkaa käännöksiä…
fr: Modifier les traductions…
he: ערוך תרגומים...
hr: Uredi prijevode…
hu: Fordítások szerkesztése…
id: Sunting Terjemahan…
it: Modifica traduzioni…
ja: 翻訳を編集…
ko: 번역 편집…
ms: Edit Terjemahan…
nl: Vertalingen bewerken…
no: Rediger oversettelser...
pl: Edytuj tłumaczenia…
pt_br: Editar traduções…
pt_pt: Editar traduções…
ro: Editați traducerile...
ru: Редактировать переводы…
sk: Upraviť preklady…
sl: Urejanje prevodov …
sv: Redigera översättningar...
th: แก้ไขคำแปล...
tr: Çevirileri Düzenle…
uk: Редагувати переклади…
ur: ترجمے میں ترمیم کریں…
vi: Chỉnh sửa bản dịch…
zh_hans: 编辑翻译…
zh_hant: 編輯翻譯…

source: Editing
ar: التحرير
ca: Edició
cs: Editace
da: Redigering
de: Bearbeitung
el: Επεξεργασία
es: Edición
fa: ویرایش
fi: Muokkaus
fr: Édition
he: עריכה
hr: Uređivanje
hu: Szerkesztés
id: Mengedit
it: Modifica
ja: 編集
ko: 편집
ms: Mengedit
nl: Bewerken
no: Redigering
pl: Edytowanie
pt_br: Edição
pt_pt: Edição
ro: Editare
ru: Редактирование
sk: Úprava
sl: Urejanje
sv: Redigering
th: การแก้ไข
tr: Düzenleme
uk: Редагування
ur: ترمیم کرنا
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Editing %@
ar: تحرير %1$@
ca: S'està editant %1$@
cs: Úprava %1$@
da: Redigering af %1$@
de: Bearbeiten von %@
el: Επεξεργασία %1$@
es: Editando %@
fa: در حال ویرایش %1$@
fi: Muokkaa %1$@
fr: Modification de %@
he: עריכה %1$@
hr: Uređivanje %1$@
hu: Editing %1$@
id: Mengedit %1$@
ja: %@ を編集中
ko: %@ 편집 중
ms: Mengedit %1$@
nl: Bewerken %1$@
no: Redigerer %1$@
pl: Edytowanie %1$@
pt_br: Editando %@
pt_pt: Editando %1$@
ro: Se editează %1$@
sk: Úprava %1$@
sl: Urejanje %1$@
sv: Redigerar %1$@
th: กำลังแก้ไข %1$@
ur: ترمیم %1$@
vi: Đang chỉnh sửa %1$@
zh_hans: 编辑 %@

source: Editing on the Canvas
ar: التحرير على القماش
ca: Edició al llenç
cs: Úprava na plátně
da: Redigering på lærredet
de: Bearbeiten auf der Leinwand
el: Επεξεργασία στον καμβά
es: Edición en el lienzo
fa: ویرایش روی بوم
fi: Muokkaus kankaalle
fr: Modification sur le canevas
he: עריכה על הקנבס
hr: Montaža na platnu
hu: Szerkesztés a vásznon
id: Mengedit di Kanvas
it: Modificare sulla tela
ja: キャンバス上で編集する
ko: 캔버스에서 편집
ms: Mengedit pada Kanvas
nl: Bewerken op het canvas
no: Redigering på lerretet
pl: Edycja na płótnie
pt_br: Edição na tela
pt_pt: Edição na ecrã
ro: Editare pe pânză
ru: Редактирование на холсте
sk: Úprava na plátne
sl: Urejanje na platnu
sv: Redigering på duken
th: การแก้ไขบนผืนผ้าใบ
tr: Tuvalde Düzenleme
uk: Редагування на полотні
ur: کینوس پر ترمیم کرنا
vi: Chỉnh sửa trên Canvas
zh_hans: 在画布上编辑
zh_hant: 在畫布上編輯

source: Editing several shapes at once
ar: تحرير عدة أشكال في وقت واحد
ca: Editant diverses formes alhora
cs: Úprava několika tvarů najednou
da: Redigering af flere former på én gang
de: Mehrere Formen gleichzeitig bearbeiten
el: Επεξεργασία πολλών σχημάτων ταυτόχρονα
es: Editar varias formas a la vez
fa: ویرایش هم‌زمان چند شکل
fi: Useiden muotojen muokkaaminen kerralla
fr: Modification de plusieurs formes à la fois
he: עריכת מספר צורות בו זמנית
hr: Uređivanje nekoliko oblika odjednom
hu: Több alakzat egyidejű szerkesztése
id: Mengedit beberapa bentuk sekaligus
it: Modificare più forme insieme
ja: 複数の図形をまとめて編集する
ko: 한 번에 여러 도형 편집
ms: Mengedit beberapa bentuk sekaligus
nl: Meerdere vormen tegelijk bewerken
no: Redigere flere former samtidig
pl: Edycja kilku kształtów jednocześnie
pt_br: Editar várias formas de uma vez
pt_pt: Editando várias formas de uma só vez
ro: Editarea mai multor forme simultan
ru: Редактирование нескольких фигур одновременно
sk: Úprava niekoľkých tvarov naraz
sl: Urejanje več oblik hkrati
sv: Redigera flera former samtidigt
th: การแก้ไขหลายรูปร่างในคราวเดียว
tr: Birkaç şekli aynı anda düzenleme
uk: Редагування кількох фігур одночасно
ur: ایک ساتھ کئی شکلوں میں ترمیم کرنا
vi: Chỉnh sửa nhiều hình dạng cùng một lúc
zh_hans: 一次编辑多个形状
zh_hant: 同時編輯多個形狀

source: Editing store metadata
ar: تحرير البيانات الوصفية للمتجر
ca: Edició de metadades de la botiga
cs: Úprava metadat úložiště
da: Redigering af butiksmetadata
de: Store-Metadaten bearbeiten
el: Επεξεργασία μεταδεδομένων καταστήματος
es: Editar metadatos de la tienda
fa: ویرایش فرادادهٔ فروشگاه
fi: Kaupan metatietojen muokkaaminen
fr: Modification des métadonnées de la boutique
he: עריכת מטא נתונים של חנות
hr: Uređivanje metapodataka trgovine
hu: Áruházi metaadatok szerkesztése
id: Mengedit metadata toko
it: Modificare i metadati dello store
ja: ストアメタデータの編集
ko: 스토어 메타데이터 편집
ms: Mengedit metadata kedai
nl: Metagegevens van winkel bewerken
no: Redigering av butikkmetadata
pl: Edycja metadanych sklepu
pt_br: Editar metadados da loja
pt_pt: Editando metadados da loja
ro: Editarea metadatelor magazinului
ru: Редактирование метаданных магазина
sk: Úprava metadát obchodu
sl: Urejanje metapodatkov trgovine
sv: Redigera butiksmetadata
th: การแก้ไขข้อมูลเมตาของร้านค้า
tr: Mağaza meta verilerini düzenleme
uk: Редагування метаданих у магазині
ur: اسٹور میٹا ڈیٹا میں ترمیم کرنا
vi: Chỉnh sửa siêu dữ liệu cửa hàng
zh_hans: 编辑商店元数据
zh_hant: 編輯商店後設資料

source: Editor and export must always match exactly. If they don't, please report it as a bug.
ar: يجب أن يتطابق المحرر والتصدير دائمًا تمامًا. إذا لم يفعلوا ذلك، يرجى الإبلاغ عن ذلك باعتباره خطأ.
ca: L'editor i l'exportació sempre han de coincidir exactament. Si no ho fan, si us plau, informeu-ho com a error.
cs: Editor a export se musí vždy přesně shodovat. Pokud ne, nahlaste to jako chybu.
da: Editor og eksport skal altid matche nøjagtigt. Hvis de ikke gør det, bedes du rapportere det som en fejl.
de: Editor und Export müssen immer exakt übereinstimmen. Ist das nicht der Fall, melde es bitte als Fehler.
el: Το πρόγραμμα επεξεργασίας και η εξαγωγή πρέπει πάντα να ταιριάζουν ακριβώς. Εάν δεν το κάνουν, αναφέρετε το ως σφάλμα.
es: El editor y la exportación siempre deben coincidir exactamente. Si no es así, infórmanos del error.
fa: ویرایشگر و خروجی باید همیشه دقیقاً یکسان باشند. اگر نبودند، لطفاً آن را به‌عنوان اشکال گزارش کنید.
fi: Editorin ja viennin on aina vastattava täsmälleen. Jos he eivät, ilmoita siitä virheenä.
fr: L'éditeur et l'exportation doivent toujours correspondre exactement. Si ce n'est pas le cas, signalez-le comme un bogue.
he: העורך והיצוא חייבים תמיד להתאים בדיוק. אם הם לא עושים זאת, אנא דווח על כך כבאג.
hr: Uređivač i izvoz moraju uvijek točno odgovarati. Ako ne, prijavite to kao bug.
hu: A szerkesztőnek és az exportálásnak mindig pontosan egyeznie kell. Ha nem egyeznek, kérjük, jelentse hibaként.
id: Editor dan ekspor harus selalu sama persis. Jika tidak, harap laporkan sebagai bug.
it: Editor ed esportazione devono sempre corrispondere esattamente. In caso contrario, segnalalo come bug.
ja: エディタと書き出し結果は常に完全に一致します。一致しない場合はバグとしてご報告ください。
ko: 편집기와 내보내기는 항상 정확하게 일치해야 합니다. 그렇지 않은 경우 버그로 신고해 주세요.
ms: Editor dan eksport mesti sentiasa sepadan dengan tepat. Jika tidak, sila laporkan ia sebagai pepijat.
nl: Editor en export moeten altijd exact overeenkomen. Als dit niet het geval is, rapporteer dit dan als een bug.
no: Editor og eksport må alltid samsvare nøyaktig. Hvis de ikke gjør det, vennligst rapporter det som en feil.
pl: Edytor i eksport muszą zawsze dokładnie pasować. Jeśli tak nie jest, zgłoś to jako błąd.
pt_br: O editor e a exportação devem sempre corresponder exatamente. Caso contrário, relate-o como um bug.
pt_pt: O editor e a exportação devem sempre corresponder exatamente. Caso contrário, relate-o como um bug.
ro: Editorul și exportul trebuie întotdeauna să se potrivească exact. Dacă nu, vă rugăm să o raportați ca o eroare.
ru: Редактор и экспорт всегда должны совпадать в точности. Если это не так, сообщите об ошибке.
sk: Editor a export sa musia vždy presne zhodovať. Ak nie, nahláste to ako chybu.
sl: Urejevalnik in izvoz se morata vedno natančno ujemati. Če ne, prosimo, da to prijavite kot napako.
sv: Editor och export måste alltid matcha exakt. Om de inte gör det, rapportera det som ett fel.
th: ตัวแก้ไขและการส่งออกจะต้องตรงกันทุกประการเสมอ หากไม่เป็นเช่นนั้น โปรดรายงานว่าเป็นข้อบกพร่อง
tr: Düzenleyici ve dışa aktarılan çıktı her zaman birebir aynı olmalıdır. Değilse lütfen bunu bir hata olarak bildirin.
uk: Редактор і експорт завжди мають точно збігатися. Якщо це не так, повідомте про це як про помилку.
ur: ایڈیٹر اور ایکسپورٹ ہمیشہ بالکل مماثل ہونا چاہیے۔ اگر وہ ایسا نہیں کرتے ہیں تو براہ کرم اسے بگ کے طور پر رپورٹ کریں۔
vi: Trình chỉnh sửa và xuất phải luôn khớp chính xác. Nếu không, vui lòng báo cáo đó là lỗi.
zh_hans: 编辑器和导出结果必须始终完全一致。如果不一致，请将其作为错误报告给我们。
zh_hant: 編輯器和輸出的結果必須始終完全一致。如果不一致，請回報錯誤。

source: Editor tour
ar: جولة المحرر
ca: Visita de l'editor
cs: Prohlídka editoru
da: Redaktør rundvisning
el: Περιήγηση συντάκτη
es: Recorrido por el editor
fa: تور ویرایشگر
fi: Toimittajakierros
fr: Visite de l'éditeur
he: סיור עורך
hr: Obilazak urednika
hu: Szerkesztő bemutató
id: Tur editor
it: Tour dell'editor
ja: エディタツアー
ko: 편집기 둘러보기
ms: Lawatan editor
nl: Editor-rondleiding
no: Redaktøromvisning
pl: Wycieczka redaktora
pt_br: Tour do editor
pt_pt: Tour do editor
ro: Tur al editorului
ru: Обзор редактора
sk: Prehliadka editora
sl: Uredniški ogled
sv: Redaktörsturné
th: ทัวร์ชมบรรณาธิการ
tr: Düzenleyici turu
uk: Огляд редактора
ur: ایڈیٹر کا دورہ
vi: Chuyến tham quan biên tập
zh_hans: 编辑器导览
zh_hant: 編輯器導覽

source: Email: %@
ar: البريد الإلكتروني: %1$@
ca: Correu electrònic: %1$@
cs: E-mail: %1$@
da: E-mail: %1$@
de: E-Mail: %1$@
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου: %1$@
es: Correo: %1$@
fa: ایمیل: %1$@
fi: Sähköposti: %1$@
fr: E-mail : %1$@
he: דוא"ל: %1$@
hr: E-pošta: %1$@
hu: Email: %1$@
id: Surel: %1$@
ja: メール: %1$@
ko: 이메일: %1$@
ms: E-mel: %1$@
nl: E-mail: %1$@
no: E-post: %1$@
pl: E-mail: %1$@
pt_br: E-mail: %1$@
pt_pt: E-mail: %1$@
ro: E-mail: %1$@
ru: Эл. почта: %@
sk: E-mail: %1$@
sl: E-pošta: %1$@
sv: E-post: %1$@
th: อีเมล์: %1$@
tr: E-posta: %@
uk: Ел. пошта: %@
ur: ای میل: %1$@
vi: Email: %1$@
zh_hans: 电子邮件：%@
zh_hant: 電子郵件：%@

source: Emerald
ar: الزمرد
ca: Maragda
cs: Smaragd
da: Smaragd
de: Smaragd
el: Σμαράγδι
es: Esmeralda
fa: زمرد
fi: Smaragdi
fr: Émeraude
he: אמרלד
hr: Smaragd
hu: Smaragd
id: Zamrud
it: Smeraldo
ja: エメラルド
ko: 에메랄드
ms: Zamrud
nl: Smaragd
no: Smaragd
pl: Szmaragd
pt_br: Esmeralda
pt_pt: Esmeralda
ro: Smarald
ru: Изумруд
sk: Smaragd
sl: Smaragd
sv: Smaragd
th: มรกต
tr: Zümrüt
uk: Смарагд
ur: زمرد
vi: Ngọc lục bảo
zh_hans: 翡翠
zh_hant: 翡翠

source: Empty set
ar: مجموعة فارغة
ca: Conjunt buit
cs: Prázdná sada
da: Tomt sæt
de: Leeres Set
el: Κενό σετ
es: Conjunto vacío
fa: مجموعه خالی
fi: Tyhjä setti
fr: Ensemble vide
he: סט ריק
hr: Prazan set
hu: Üres készlet
id: Set kosong
it: Set vuoto
ja: 空のセット
ko: 빈 세트
ms: Set kosong
nl: Leeg setje
no: Tomt sett
pl: Pusty zestaw
pt_br: Conjunto vazio
pt_pt: Conjunto vazio
ro: Set gol
ru: Пустой набор
sk: Prázdna súprava
sl: Prazen komplet
sv: Tom uppsättning
th: ชุดเปล่า
tr: Boş set
uk: Порожній набір
ur: خالی سیٹ
vi: Bộ trống
zh_hans: 空组
zh_hant: 空組

source: Enable a locale checkbox and choose an App Store locale.
ar: قم بتمكين مربع اختيار اللغة واختر لغة App Store.
ca: Activeu una casella de selecció regional i trieu una configuració regional App Store.
cs: Zaškrtněte políčko národní prostředí a vyberte národní prostředí App Store.
da: Aktiver et afkrydsningsfelt for lokalitet, og vælg en App Store landestandard.
de: Aktiviere das Kästchen einer Sprache und wähle eine App Store-Sprache.
el: Ενεργοποιήστε ένα πλαίσιο ελέγχου τοπικών ρυθμίσεων και επιλέξτε μια τοπική ρύθμιση App Store.
es: Activa una casilla de idioma y elige un idioma de App Store.
fa: یک کادر زبان را فعال کنید و یک زبان App Store انتخاب کنید.
fi: Ota kieli-valintaruutu käyttöön ja valitse App Store-kieli.
fr: Cochez une langue et choisissez une langue App Store.
he: הפעל תיבת סימון של מיקום ובחר מיקום App Store.
hr: Uključite potvrdni okvir za lokalizaciju i odaberite App Store jezik.
hu: Engedélyezzen egy nyelvi beállítást, és válasszon egy App Store területi beállítást.
id: Aktifkan kotak centang lokal dan pilih lokal App Store.
it: Attiva la casella di una lingua e scegli una lingua App Store.
ja: ロケールのチェックボックスをオンにして、App Storeロケールを選択してください。
ko: 로케일 체크상자를 켜고 App Store 로케일을 선택하세요.
ms: Dayakan kotak pilihan tempat dan pilih tempat App Store.
nl: Schakel het selectievakje voor een landinstelling in en kies een App Store landinstelling.
no: Aktiver en avmerkingsboks for lokalitet og velg en App Store lokalitet.
pl: Zaznacz pole wyboru ustawień regionalnych i wybierz ustawienie regionalne App Store.
pt_br: Marque a caixa de uma localidade e escolha uma localidade da App Store.
pt_pt: Ative uma caixa de seleção de localidade e escolha uma localidade App Store.
ro: Activați o casetă de selectare locală și alegeți o localitate App Store.
ru: Отметьте язык и выберите язык App Store.
sk: Začiarknite políčko miestneho nastavenia a vyberte miestne nastavenie App Store.
sl: Omogočite potrditveno polje za jezik in izberite jezik App Store.
sv: Aktivera en kryssruta för språk och välj ett språk för App Store.
th: เปิดใช้งานช่องทำเครื่องหมายสถานที่และเลือกภาษา App Store
tr: Bir dil onay kutusunu etkinleştirin ve bir App Store dili seçin.
uk: Увімкніть прапорець мови й виберіть мову App Store.
ur: ایک مقامی چیک باکس کو فعال کریں اور ایک App Store لوکیل منتخب کریں۔
vi: Bật hộp kiểm ngôn ngữ và chọn ngôn ngữ App Store.
zh_hans: 请勾选语言复选框并选择 App Store 语言。
zh_hant: 請勾選語言核取方塊並選擇 App Store 語言。

source: Enable at least one language to upload to.
ar: قم بتمكين لغة واحدة على الأقل للتحميل إليها.
ca: Activa almenys un idioma per penjar-lo.
cs: Povolte alespoň jeden jazyk pro nahrávání.
da: Aktiver mindst ét sprog at uploade til.
de: Aktiviere mindestens eine Sprache zum Hochladen.
el: Ενεργοποιήστε τουλάχιστον μία γλώσσα για μεταφόρτωση.
es: Activa al menos un idioma al que subir.
fa: دست‌کم یک زبان را برای آپلود فعال کنید.
fi: Ota käyttöön vähintään yksi kieli lataamista varten.
fr: Activez au moins une langue pour l'envoi.
he: אפשר לפחות שפה אחת להעלאה.
hr: Omogućite barem jedan jezik za prijenos.
hu: Engedélyezzen legalább egy nyelvet a feltöltéshez.
id: Aktifkan setidaknya satu bahasa untuk diunggah.
it: Attiva almeno una lingua in cui caricare.
ja: アップロード先の言語を1つ以上有効にしてください。
ko: 업로드할 언어를 하나 이상 활성화하세요.
ms: Dayakan sekurang-kurangnya satu bahasa untuk dimuat naik.
nl: Schakel ten minste één taal in om naar te uploaden.
no: Aktiver minst ett språk å laste opp til.
pl: Włącz co najmniej jeden język, do którego chcesz przesyłać pliki.
pt_br: Ative pelo menos um idioma para enviar.
pt_pt: Ative pelo menos um idioma para carregar.
ro: Activați cel puțin o limbă pentru a încărca.
ru: Включите хотя бы один язык для загрузки.
sk: Povoľte aspoň jeden jazyk na nahrávanie.
sl: Omogočite vsaj en jezik za nalaganje.
sv: Aktivera minst ett språk att ladda upp till.
th: เปิดใช้งานอย่างน้อยหนึ่งภาษาเพื่ออัปโหลด
tr: Yükleme yapılacak en az bir dili etkinleştirin.
uk: Увімкніть щонайменше одну мову для вивантаження.
ur: اپ لوڈ کرنے کے لیے کم از کم ایک زبان کو فعال کریں۔
vi: Kích hoạt ít nhất một ngôn ngữ để tải lên.
zh_hans: 请至少启用一种要上传的语言。
zh_hant: 請至少啟用一種要上傳的語言。
